[
  {
    "page": 1,
    "product_code": "GACO",
    "title": "@ Angle Connector’s (GACO )",
    "definition": "electro-galvanized (Z-275) Angle connectors are specialized components designed for connecting hot-dip galvanized strut channels at specific angles, typically 90 degrees, 45 degrees epoxy coated and 135 degrees. These connectors play a critica1 role in ensuring Stainless Stee1 A2/A4 structura1 integrity and stability in modular support systems."
  },
  {
    "page": 3,
    "product_code": "GBDC",
    "title": "@  Bi-Directional Connector ( GBDC )",
    "definition": "Bi-directiona1 connectors are specialized components designed to connect strut channels with different orientations, enabling versatile and robust configurations in structura1 systems."
  },
  {
    "page": 4,
    "product_code": "GMDC",
    "title": "@ Multi-Directional Connector (GMDC )",
    "definition": "Multi-directiona1 connectors are specialized components designed for connecting strut channels in multiple directions, typically at 90 degrees and 180 degrees, to create strong and stable structura1 joints. These brackets facilitate the assembly of custom frameworks by allowing flexible alignment and angle combinations."
  },
  {
    "page": 5,
    "product_code": "GCCL",
    "title": "(©) §j GCCLLOO4",
    "definition": "Multi-directiona1 reinforced connectors add strength and rigidity,"
  },
  {
    "page": 6,
    "product_code": "GZCO",
    "title": "@ 2Z-Shape Connector (GZCO )",
    "definition": "Z-shape Connector, with two horizonta1 flanges and a vertica1 section in between. This shape helps in bridging and aligning two strut channels that are on different planes. It adds versatility to strut channe1 connections by allowing multiple configurations and orientations, expanding the design possibilities in structura1 and framing applications. ~I GZCO3021 (©) § GZCc02041"
  },
  {
    "page": 10,
    "product_code": "GBHO",
    "title": "@ Base Holder ( GBHO )",
    "definition": "Base Holder for strut channels are essentia1 mounting accessories designed to provide a secure and stable foundation for modular support systems. These holders are engineered to anchor strut profiles to floors, walls, or ceilings, ensuring a robust and reliable connection. Available in various sizes and configurations, base brackets are compatible with standard strut channels and are equipped with pre-drilled holes for easy installation using bolts and anchors."
  },
  {
    "page": 11,
    "product_code": null,
    "title": null,
    "definition": "Designed to fit into the inner slot of a strut channel, where it provides a secure threaded anchor point for bolts or threaded rods. strong, stable connection."
  },
  {
    "page": 15,
    "product_code": "GCCL",
    "title": "() §j GCCLLOO4",
    "definition": "GBUH is used in framing, and support systems to ensure strut channels are firmly anchored to structura1 members. It secures the strut channel,"
  }
]